Repository: saroesler/Almanach
Catalog: locale/*/LC_MESSAGES/module_almanach.po
Languages: de

source: Google Calendar Api is not installed!
de: Die Google Kalender Api ist nicht installiert!

source: Date with id %s not found
de: Der Termin mit der Id%s konnte nicht gefunden werden.

source: You cant edit this date.
de: Sie können diesen Termin nicht bearbeiten.

source: No Group
de: Keine Gruppe

source: public: This Date can be seen by everyone.
de: öffentlich: Dieser Termin kann von allen gesehen werden.

source: hidden: This Date can be seen by those, how has a higher permission.
de: versteckt: Dieser Termin kann nur von denjenigen gesehen werden, die eine spezielle Berechtigung dafür haben.

source: secret: This Date can be seen by those, how can create Dates in the Calendar.
de: geheim: Dieser Termin kann nur von der Gruppe und Administratoren des Kalenders gesehen werden

source: The end can not be before the beginning!
de: Das Ende kann nicht vor dem Anfang liegen

source: You dont have the permission to create a date for the selected group. Please choose one you can create a date for.
de: Sie haben nicht die Berechtigung einen Termin für die ausgewählte Gruppe zu erstellen. Bitte wählen Sie eine andere.

source: You dont have the permission to edit the connection to the calendar %s.
de: Sie haben nicht die Berechtigung den Eintrag in den Kalender %s zu bearbeiten.

source: This date overlaps with an other date in calendar %s. So the date cant be entered into calendar %s. Please contact %s.
de: Dieser Termin überschneidet sich im Kalender %s mit einem anderen Termin, deshalb konnte er nicht in den Kalender %s eingetragen werden. Bitte kontaktieren Sie %s.

source: This date overlaps with an other date in calendar %s. So the date cant be entered into calendar %s.
de: Dieser Termin überschneidet sich im Kalender %s mit einem anderen Termin, deshalb konnte er nicht in den Kalender %s eingetragen werden.

source: Please notice that this date overlaps with an other date in calendar %s. Please contact %s.
de: Bitte beachten Sie, dass sich dieser Termin mit einem anderen im Kalender %s überschneidet. Bei Bedarf kontaktiere Sie bitte %s.

source: Please notice that this date overlaps with an other date in calendar %s.
de: Bitte beachten Sie, dass sich dieser Termin mit einem anderen im Kalender %s überschneidet.

source: Date sucessfully deleted of google-calendar.
de: Der Termin wurde erfolgreich aus dem Google-Kalender gelöscht.

source: Date sucessfully deleted of calendar %s.
de: Der Termin wurde erfolgreich aus dem Kalender %s ausgetragen.

source: Date sucessfully edited in calendar %s.
de: Der Termin wurde erfolgreich im Kalender %s abgeändert.

source: You dont have the permission to input the date into the calendar %s.
de: Sie haben nicht die Rechte um den Termin in den Kalender %s einzutragen.

source: The date has been entered into calendar %s successfully.
de: Der Termin wurde erfolgreich in den Kalender %s eingetragen.

source: Almanach with id %s not found
de: Der Kalender mit der Id %s konnte nicht gefunden werden.

source: Google Calendar Api is not installed or configured!
de: Die Google Kalender Api ist nicht installiert oder konfiguriert!

source: Heredity has been removed successfully.
de: Die Vererbung wurde erfolgreich gelöscht.

source: Color of Heredity has been updated successfully.
de: Die Farbe der Vererbung wurde erfolgreich geändert.

source: Heredity has been added successfully.
de: Eine Vererbung wurde erstellt.

source: Color has been removed successfully.
de: EIne Farbe wurde erfolgreich entfernt.

source: Color of a Group has been updated successfully.
de: Die Farbe einer Gruppe wurde erfolgreich geändert.

source: A color of a group has been added successfully.
de: Die Farbe für eine Gruppe wurde erfolgreich hinzugefügt.

source: A calendar module to manage many calendars
de: Ein Kalendermodul um mehrere Kalender zu verwalten.

source: Main
de: Startseite

source: Groups
de: Gruppen

source: show the groups
de: zeigt die Gruppen an

source: Calendar
de: Kalender

source: manage the calendars
de: verwalten der Kalender

source: Create new Date
de: Ein neuen Termin erstellen

source: General Settings
de: Einstellungen

source: Mr.
de: Hr.

source: Mrs.
de: Fr.

source: No valid calendar!
de: Kein existierender Kalender

source: No valid date!
de: Kein existierender Kalender

source: There is no valid name!
de: Der Name fehlt!

source: Group has been added successfully.
de: Die Gruppe wurde erfolgreich erstellt.

source: missing $id
de: Die Id fehlt

source: Group has been removed successfully.
de: Die Gruppe wurde erfolgreich gelöscht.

source: There is no valid id!
de: Es gibt keine gültige Id.

source: Almanach has been removed successfully.
de: Der Kalender wurde erfolgreich gelöscht.

source: Date has been removed successfully.
de: Der Termin wurde erfolgreich gelöscht.

source: Mainpage
de: Startseite

source: My Calendars
de: Mein Kalender

source: Subscribe
de: In meine Kalender Übernehmen

source: Unsubscribe
de: Aus meinem Kalender entfernen

source: There are no calendars!
de: Es gibt keine Kalender

source: My Dates
de: Meine Termine

source: hide old dates
de: alte Termine verbergen

source: show old dates
de: alte Termine anzeigen

source: unsubscribe date
de: Termin aus meien Kalender entfernen

source: edit date
de: Termin bearbeiten

source: delete date
de: Termin löschen

source: guests are welcome
de: Gäste sind willkommen

source: Location
de: Ort

source: There are no dates!
de: Es gibt keine Termine

source: Groups are the smalest entity. You can connect every date with a group. In the calendar you can filter the dates by its groups. Each group get a color. All dates of this group is shown by this color, if neigther there is no special color for this date nor a color of the calendar. You can set a new color of the group by every calendar. User can get the permission to create dates of a group. This musst be set by Zikula- permissionrules. You can use groups to categorisize the dates.
de: Gruppen sind die unterste Einheit. Jeder Termin kann einer Gruppe zugeordnet werden. In der Kalenderansicht könnnen die Termine dann nach Gruppen gefiltert werden. Jede Gruppe erhält zudem eine Farbe. Alle Termine der Gruppe werden in dieser Farbe angezeigt, wenn der Termine keine eigene Farbe hat und der Kalender diese Farbe nicht ändert. Für jeden Kalender kann eine neue Farbe für jede Gruppe gesetzt werden. Benutzer können das Recht bekommen, Termine für eine Gruppe anzulegen. Dies wird über die Zikula-Zugriffsrechte eingestellt. Über Gruppen können die Termine kategorisiert werden.

source: Color
de: Farbe

source: Close
de: Schließen

source: The dates are shown by calendars. Each date can be entered into multiple calendars. You can set special colors for each roup. If there is no special color of the date it is shown by this color. If no color is selected for a group they get the color given to the group generaly. Registrated user can subscribe calendars and its dates. User can get the permission to enter dates into a calendar. You can set user to administrate a calendar, too. This musst be set by Zikula- permissionrules. A calendar can input other calendars, if it is not already part of them. The dates of this calendar can be shown by an extra color.
de: Termine werden über Kalender angezeigt. Jeder Termin kann in mehrere Kalender eingetragen werden. Für jede Gruppe kann eine extra Farbe pro Kalender eingestellt werden. Hat der Termin keine eigene Farbe, so wird er in dieser Gruppenfarbe angezeigt. Wenn keine Gruppenfarbe für den Kalender eingestellt wurde, so wird die generelle Gruppenfarbe genommen. Angemeldete Benutzer können Kalender und Termine in ihren eigenen Kalender übernehmen. Einige Benutzer können das Recht bekommen, Termine in den Kalender einzutragen. Auch können Administratoren für jeden Kalender gesetzt werden. Dies geschieht über die Zikula-Zugriffsrechte. Ein Kalender kann zudem andere Kalender beinhalten, wenn er nicht selber bereits Teil des zu übernehmenden Kalenders ist. Die Termine der Kalender, die in den Kalender integriert werden, können eine extra Farbe bekommen.

source: create new Calendar
de: neuen Kalender erstellen

source: Date
de: Datum

source: General
de: Allgemeines

source: Begin:
de: Anfang:

source: End:
de: Ende:

source: This is the real end:
de: Es ist das wirkliche Ende:

source: Title:
de: Titel:

source: Location:
de: Ort:

source: The short description is shown by the calendar. You can input more than 200 signs.
de: Die kurze Beschreibung wird in den Kalendern angezeigt. Sie können nicht mehr als 200 Zeichen eingeben.

source: short Description:
de: kurze Beschreibung:

source: The description is shown by the date view only. You can input detailed information here.
de: Die längere Beschreibung wird nur in der detaillierteren Ansicht des Termins angezeigt. Hier können Sie genauere Informationen eintragen.

source: Description:
de: Beschreibung:

source: Group:
de: Gruppe:

source: You can overwrite the color of the group and the color of the calendar for this date by the following field.
de: Sie können die Gruppen- und die Kalenderfarbe überschreiben, indem Sie hier eine neue Farbe einstellen.

source: Color:
de: Farbe:

source: Visibility:
de: Sichtbarkeit:

source: Guests are welcome:
de: Gäste sind willkommen:

source: Pease delete the check in the checkbox if you are not the contact person of this date. Please insert the real contact person into the description field if possible.
de: Bitte löschen Sie das Häkchen, wenn Sie nicht die Kontaktperson für den Termin sind. Bitte tragen Sie wenn möglich die Kontaktperson in der Beschreibung ein.

source: I am the contact person:
de: Ich bin die Kontaktperson:

source: This date was created by user %s at %s
de: Dieser Termin wurde von Benutzer %s am %s erstellt

source: This Date is inputed in following calendars.
de: Dieser Termin ist in folgende Kalender eingetragen

source: You get a warning, if there is an other date on the same time in one of this calendars. If this is an calendar dont allowing overlapping you cant insert the date into it. You will get an error- message.
de: Sie bekommmen eine Warnung, wenn sich ihr Termin mit einem anderen Termin in dem Kalender überschneidet. Wenn keine Terminüberschneidung für einen Kalender möglich ist, können sie ihn nicht dort eintragen. In diesem Fall bekommen Sie eine Fehlermeldung.

source: Input this Date into
de: Diesen Termin in folgenden Kalener eintragen

source: no calendar selected
de: Kein Kalender ausgewählt

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: You can descide that more dates can happen on the same time. They can overlap. If you dont want, that there are more dates on the same time, you should remove the hook. This is useful if you want to create calendars for rooms. This workes for dates inputed via other calendars this calendar input, too. User get an error, if they want input a date to a time, there is another one.
de: Sie können einstellen, dass mehrere Termine zur gleichen Zeit stattfinden können. Die Termine können sich dann überschneiden. Wird der Haken entfernt, so ist es nicht möglich, einen Termin einzutragen, wenn zur gleichen Zeit bereits ein anderer stattfindet. Dies kann z.B. zur Erstellung von Raumplänen genutzt werden. Termine, die über Kalender eingetragen werden, die Teil dieses Kalenders sind, dürfen sich ebenfalls nicht überschneiden. Benutzer, die einen Termin eintragen, der sich mit anderen überscheidet, bekommen eine Fehlermeldung.

source: Overlapping:
de: Überschneidungen:

source: You can create calendars only including other ones. Users cant insert dates directly into this calendar.
de: Sie könne Kalender erstellen, die nur Termine anderer Kalender beinhalten. Eine direkte Eingabe ist dann nicht möglich.

source: Allow Date input:
de: Termine dürfe direkt eingetragen werden:

source: To set a special design to this calendar please use templates.
de: Templates werden genutzt, um andere Ansichen für den Kalender einzustellen.

source: Template:
de: Vorlage:

source: Google Calendar
de: Google-Kalender

source: You can connect this calendar with a google calendar. Therefor you has to share the google calendar with
de: Sie können diesen Kalender mit einem Google-Kalender verknüpfen. Hierfür teilen Sie den Google-Kalender mit

source: Please insert the google calendar id in the field below. You find the id in the settings of the google calendar. It has the form 'ok430k5bire7huqihlqf18jaao@group.calendar.google.com'. You have to set 'Add and edit events' in google permission rules.
de: Bitte geben Sie die Kalender-Adresse des Google-Kalenders in das nächste Feld ein. Sie finden diese in den Einstellungen des Google-Kalenders. Sie hat die Form 'ok430k5bire7huqihlqf18jaao@group.calendar.google.com'. Sie müssen die Berechtigung 'Termin ändern' bei Google auswählen.

source: Google Calendar ID:
de: Google- Kalenderadresse

source: Group for dates get by Google Calendar:
de: Gruppe für Termine vom Google Kalender

source: User for dates get by Google Calendar:
de: Ansprechpartner für Termine vom Google Kalender

source: You changes the google Calendar. Do you want the transfer all dates of this calendar to the google calendar?
de: Sie haben den Google-Kalender gewechselt. Möchten Sie alle Termine in den neuen Kalender übertragen?

source: No
de: Nein

source: Yes
de: Ja

source: Heredity
de: Übernehmen

source: Only dates direktly input in this calendar will be synchronisized with google calendar. Dates get by other calendars will not transfered.
de: Nur Termine, die direkt in diesen Kalender eingetragen werden, werden mit Google synchronisiert. Termine von anderen Kalendern werden nicht übertragen!

source: This Calendar inherits the dates of the following calendars. All dates of this calendar has the selected color. If no color is selected, the date keeps the former color.
de: Dieser Kalender beinhaltet Termine aus den folgenden Kalendern. Alle Termine dieser Kalender werden mit den neuen Farben übernommen. Wenn keine Farbe ausgewählt wurde behalten die Termine ihre ursprünglichen Farben.

source: create new Heredity to
de: neuen Kalender mit übernehmen

source: Every date is show by a color. This color can selected for every group. This overwrides the normal group color for all dates of this calendar.
de: Jeder Termin wird mit einer Farbe angezeigt. Jede Gruppe kann für ihre Termine in diesem Kalender eine gesonderte Farbe bekommen. Dies überschreibt die Gruppenfarbe für alle Termine der Gruppe in diesem Kalender.

source: create color for group
de: erstelle Farbe für Gruppe

source: no group selected
de: keine Gruppe ausgewählt

source: Group
de: Gruppe

source: Settings
de: Einstellungen

source: Save Time (in days):
de: Speicherzeit (in Tagen)

source: If you dont want users dont being administrators give dates extra colors delet this hook.
de: Wenn sie nicht wollen, dass Benutzer, die keine Administratorrechte haben, ihren Terminen extra Farben geben, entfernen Sie bitte den Haken.

source: Allow extra colors for dates:
de: Termine dürfen eigenen Farben haben:

source: Profile Settings
de: Profile- Einstellungen

source: Please insert in the following fields the name of the Profile- fields.
de: Bitte stellen SIe in den nächsten Feldern die Namen der Profile-Felder ein.

source: Form of address:
de: Andrede:

source: Surname:
de: Nachname:

source: Frist name:
de: Vorname:

source: Google Calendar Api
de: Google Kalender Api

source: Google Api e-Mail address:
de: Google-Api-eMailadresse

source: My Calendar
de: Mein Kalender

source: Edit this date
de: Diesen Termin bearbeiten

source: Contact Person:
de: Kontaktperson:

source: Guests are welcome!
de: Gäste sind willkommen!

source: This is a date of the group
de: Dies ist ein Termin der Gruppe

source: Created on
de: Erstellt am

source: This calendar has this subcalendars:
de: Dieser Kalender beinhaltet die folgenden Kalender:

source: show
de: anzeigen

source: You can filter the dates below by groups.
de: Sie können sich nur Termine bestimmter Gruppen anzeigen lassen.

source: select all
de: Alle auswählen

source: select none
de: Auswahl löschen

source: show Date belong to no group
de: zeigt Termine, die keiner Gruppe zugeordnet sind

source: Apply
de: Anwenden

source: History
de: Historie

source: today
de: Heute

source: this week
de: Diese Woche

source: this month
de: Diesen Monat

source: this year
de: Dieses Jahr

source: all
de: Alles

source: Information
de: Informationen
